Repository: nonnymoose/xsr
Catalog: po/*.po
Languages: es, hu

source: Output file name (also can be first argument)
es: El nombre del archivo resultado (este puede ser el primer argumento también)
hu: Kimeneti fájlnév (lehet első paraméter is)

source: Edit images before saving file
es: Edite las imágenes antes de guardar el archivo
hu: Képek szerkesztése, mielőtt a fájl mentése kerülne

source: Do not convert images to base64; instead, output the dependent file and it's resources directory
es: Genere el archivo dependiente y su directorio de recursos en lugar de convertir las imágenes a base64.
hu: Ne kerüljenek a képek base64.be átkódolva a kimeneti fájlba, hanem csak az adott fájl neve és a mappája

source: Extension of image output (png or jpg)
es: La extensión de la imagen resultado (png o jpg)
hu: Kimeneti fájl kiterjesztése (png vagy jpg)

source: Capture the focused window only
es: Solamente capture la ventana centrada
hu: Csak a fókuszált ablakról készüljön kép

source: Supress output to STDOUT
es: Reprima la salida a STDOUT
hu: Csendes mód (ne kerüljön semmi a standard kimenetre)

source: Do not add mouse to screenshots
es: No incluya el ratón en las capturas de pantalla
hu: A kurzor ne kerüljön fel a képernyőmentésekre

source: Display countdown (default 5)
es: Muestre una cuenta regresiva (la condición base es 5 segundos)
hu: Visszaszámláló időtartama (alapértelmezés: 5)

source: Don't display countdown
es: No muestre una cuenta regresiva
hu: Ne legyen visszaszámláló

source: Print this message
es: Muestre este mensaje
hu: Ezen üzenet kiírása

source: Usage: {xsr} [options] [outfile]
es: El uso es: {xsr} [opciones] [archivo resultado]
hu: Használat: {xsr} [opciók] [kimeneti fájl neve]

source: Options:
es: Las opciones son:
hu: Opciók:

source: Too many arguments.
es: Hay demasiados argumentos
hu: Túl sok argumentum.

source: Invalid file type {imgext}. Accepted file types are: {targettypes}
es: El tipo de archivo {imgext} no es válido. Los tipos de archivo válidos son: {targettypes}
hu: Érvénytelen fájltípus {imgext}. A következőek használhatóak: {targettypes}

source: Is /tmp mounted?
es: ¿Es /tmp montado?
hu: Fel van csatolva a /tmp?

source: xdotool unavailable: mouse cursor will not appear in screenshots
es: xdotool no es disponible: el cursor del ratón no va a aparecer en las capturas de pantalla
hu: az xdotool nem elérhető: a kurzor nem fog megjelenni a képeken

source: composite unavailable: mouse cursor will not appear in screenshots
es: composite no es disponible: el cursor del ratón no va a aparecer en las capturas de pantalla
hu: a composite nem elérhető: a kurzor nem fog megjelenni a képeken

source: scrot unavailable: cannot take screenshots
es: scrot no es disponible: no puede capturar la pantalla
hu: az scrot nem elérhető: nem lehet képernyőképeket készíteni

source: Cannot convert {file}: no such file or directory
es: No pude convertir {file}: El fichero o directorio no existe
hu: {file} nem konvertálható: nincs ilyen fájl vagy könyvtár

source: Cannot open {file}, this image will be broken!
es: No puede abrir {file}, ¡esta imagen va a ser averiada!
hu: Nem lehet megnyitni a {file}-t, ez a kép hibás!

source: Had a problem adding the cursor to image {id}
es: No pudo incluir el cursor del ratón en la imagen número {id}
hu: Probléma merült fel, miközben a kurzort megpróbáltuk a '{id}' képre illeszteni

source: Initial image processing complete. If you would like to edit the images before the file is saved, they are located in {dir}. Press return when finished.
es: El inicial procesamiento de las imágenes está terminado. Si usted quiere editar las imágenes antes de guardar el archivo, están en {dir}.Pulse la tecla de retorno cuando está terminado.
hu: A kezdeti képfeldolgozás elkészült. Ha Ön szeretné a képeket szerkeszteni, még mielőtt a fájl mentésre kerülne, azt most megteheti: A fájlok a {dir} mappában találhatóak. Nyomjon entert, miután végzett.

source: Couldn't open image associations: The resulting file would require manual edit
es: No pudo abrir las asociaciones de las imágenes: El archivo resultado va a necesitar modificación manual
hu: Nem lehet megnyitni a kép-asszociációs fájlt: Valószínűleg szükség lesz manuális szerkesztésre

source: Couldn't open final output file
es: No pudo abrir el archivo resultado final
hu: A végső, kimeneti fájlt nem lehet megnyitni

source: Could not write to output:
es: No pudo escribir en el archivo resultado:
hu: A kimenet nem írható:

source: Unable to remove temporary directory; junk remains in {dir}
es: No pudo borrar el directorio temporal; ya hay basura en {dir}
hu: Nem sikerült az ideiglenes mappa ( {dir} ) törlése, marad benne szemét

source: Starting in
es: Va a empezar en
hu: Indítás:

source: Started. (Why are you still here?)
es: Está empezado. (¿Por qué ya estás aquí?)
hu: A felvétel elindult. (Mit keresel még itt?)

source: Couldn't open keymap.
es: No pudo abrir la asignación de teclas.
hu: A keymap nem nyitható meg.

source: Could not open modifier map: Special keypresses would mess
es: No pudo abrir la asignación de modificadores: Teclas especiales van a ser averiada
hu: A módosítóbillentyű-tábla nem nyitható meg: A speciális billentyűk kaotikusak lehetnek

source: Could not open temporary output file
es: No pudo abrir el archivo temporal
hu: Nem nyitható meg az ideiglenes kimeneti fájl

source: Unable to watch for X input events
es: No pudo observar los eventos entrados de X
hu: Nem lehet figyelni az X eseményeket
